/* AD: Forest automatic */
"- Automatic -" = "- 自動 -";

/* AD: Alert title */
"Account expired or disabled" = "アカウントが期限切れまたは無効です";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory を使用するには、コンピュータの時計と Active Directory サーバの時計がほとんど同期していなければなりません。コンピュータの時刻とタイムゾーンの設定を確認し、必要に応じて再設定してください。";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory プラグインを使用するには、Mac OS X から“/ライブラリ/Preferences/edu.mit.Kerberos”ファイルを制御する必要があります。このファイルの名前は、“/ライブラリ/Preferences/edu.mit.Kerberos.pre-Active Directory”に変更されます。";

/* AD: Alert title */
"Active Directory time error" = "Active Directory の時刻エラー";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "指定されたドメインとフォレストの組み合わせが無効です。ドメインとフォレストは、完全修飾 DNS 名（ads.company.com など）で入力する必要があります。";

/* AD: Alert title */
"An unknown error occurred" = "不明なエラーが起きました";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "設定の読み込み中に不明なエラーが起きました。";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "設定のアップデート中に不明なエラーが起きました。";

/* AD: Dialog status message */
"An unknown error occurred." = "不明なエラーが起きました。";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "認証エラー";

/* AD: Dynamic button title */
"Bind\\U2026" = "バインド...";

/* AD: Button title */
"Cancel" = "キャンセル";

/* AD: Alert message */
"Configuring on Master or Replica" = "マスターまたはレプリカ上に設定中";

/* AD: Alert title */
"Container does not exist" = "コンテナが存在しません";

/* AD: Button title */
"Continue" = "続ける";

/* AD: Button title */
"Force Unbind" = "バインドを強制的に解除";

/* AD: Dynamic button title */
"Hide Advanced Options" = "詳細オプションを隠す";

/* AD: Alert title */
"Insufficient privileges" = "権限が不足しています";

/* AD: Alert title */
"Invalid domain" = "ドメインが正しくありません";

/* AD: Alert title */
"Invalid user name and password combination" = "ユーザ名とパスワードの組み合わせが無効です";

/* AD: Alert title */
"Join existing account?" = "既存のアカウントを使って接続しますか？";

/* AD: Alert title */
"Join Kerberos realm" = "Kerberos 領域に接続";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos ファイルがすでに存在します";

/* AD: Alert title */
"Memory allocation error" = "メモリの割り当てエラー";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "このコンピュータを Active Directory から取り除いています";

/* AD: Alert Button */
"Rename" = "名称変更";

/* AD: Dynamic button title */
"Show Advanced Options" = "詳細オプションを表示";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "手順 1／5：フォレスト／ドメイン情報を検索中...";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "手順 2／5：一番近いドメインコントローラを検索中...";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "手順 3／5：資格情報を検証中...";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "手順 4／5：既存のコンピュータを検索中...";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "手順 5／5：コンピュータをドメインにバインド中...";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "手順 5／5：コンピュータをドメインに参加させています...";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "入力したアカウント情報には、既存のアカウントが指定されています。このコンピュータを既存のコンピュータアカウントに追加しますか？この操作は取り消しできません。";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "指定したアカウント情報は、期限切れか無効です。別の管理者アカウントを指定してください。";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "指定した管理者アカウントには、要求された操作の実行に必要な権限がありません。";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "このコンピュータに指定したコンテナが存在しません。コンテナ情報を確認してから、もう一度やり直してください。";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "不明な理由により、このコンピュータはドメインコントローラにアクセスできません。";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "このサーバを Active Directory Kerberos 領域に参加させるには、“サーバ管理”を開き、このサーバの“Open Directory”を選択します。“設定”パネルで、“一般”をクリックしてから、“Kerberos 領域に参加”をクリックし、このサーバのローカル管理者の資格情報を入力します。";

/* AD: Alert title */
"Unable to access domain controller" = "ドメインコントローラにアクセスできません";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "この操作のメモリを割り当てることができません。";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Active Directory のノードを開くことができません";

/* AD: Alert message */
"Unable to open Active Directory node." = "Active Directory のノードを開くことができません。";

/* AD: Dynamic button title */
"Unbind\\U2026" = "バインド解除...";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "警告：Open Directory のマスターまたはレプリカ上に Active Directory プラグインを設定しようとしています。続行すると、Open Directory Kerberos サーバに問題が起こる可能性があります。";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "警告：“バインドを強制的に解除”をクリックしても、使用されていないコンピュータアカウントはディレクトリに残ります。";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "このプラグインの設定を読み込む権限が承認されていません。";

/* AD: Alert message */
"You are not authorized to update the configuration" = "この設定をアップデートする権限が承認されていません。";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "指定されたユーザ名とパスワードの組み合わせが無効です。ユーザ名とパスワードを確認してから、もう一度やり直してください。";

